Repository: MateuszJugielewicz/studie-app
Catalog: ios/Sonora/Localizable.xcstrings
Source language: en
Languages: da, de, el, es, fr, it, nl, pl, sv

source: Delete your account?
da: Slet din konto?
de: Konto löschen?
el: Διαγραφή του λογαριασμού σου;
es: ¿Eliminar tu cuenta?
fr: Supprimer ton compte ?
it: Eliminare l'account?
nl: Je account verwijderen?
pl: Usunąć konto?
sv: Radera ditt konto?

source: Deposit
da: Depositum
de: Anzahlung
el: Προκαταβολή
es: Depósito
fr: Acompte
it: Acconto
nl: Aanbetaling
pl: Zaliczka
sv: Handpenning

source: Deposit paid
da: Depositum betalt
de: Anzahlung bezahlt
el: Προκαταβολή πληρώθηκε
es: Depósito pagado
fr: Acompte payé
it: Acconto pagato
nl: Aanbetaling betaald
pl: Zaliczka wpłacona
sv: Handpenning betald

source: Describe what happened…
da: Beskriv, hvad der skete…
de: Beschreibe, was passiert ist…
el: Περιέγραψε τι συνέβη…
es: Describe lo que pasó…
fr: Décris ce qui s'est passé…
it: Descrivi cosa è successo…
nl: Beschrijf wat er gebeurde…
pl: Opisz, co się stało…
sv: Beskriv vad som hände…

source: Description
da: Beskrivelse
de: Beschreibung
el: Περιγραφή
es: Descripción
it: Descrizione
nl: Beschrijving
pl: Opis
sv: Beskrivning

source: Directions
da: Rutevejledning
de: Route
el: Οδηγίες
es: Cómo llegar
fr: Itinéraire
it: Indicazioni
nl: Route
pl: Wskazówki dojazdu
sv: Vägbeskrivning

source: Discover
da: Opdag
de: Entdecken
el: Ανακάλυψη
es: Descubrir
fr: Découvrir
it: Scopri
nl: Ontdekken
pl: Odkrywaj
sv: Upptäck

source: Discover recording studios near you with real prices, gear lists and open slots.
da: Find optagestudier tæt på dig med rigtige priser, udstyrslister og ledige tider.
de: Entdecke Tonstudios in deiner Nähe mit echten Preisen, Equipment-Listen und freien Terminen.
el: Ανακάλυψε στούντιο ηχογράφησης κοντά σου με πραγματικές τιμές, εξοπλισμό και διαθέσιμες ώρες.
es: Descubre estudios de grabación cerca de ti con precios reales, equipo y horarios libres.
fr: Découvre des studios d'enregistrement près de chez toi avec de vrais prix, la liste du matériel et les créneaux libres.
it: Scopri studi di registrazione vicino a te con prezzi reali, attrezzatura e orari liberi.
nl: Ontdek opnamestudio's bij jou in de buurt met echte prijzen, apparatuur en vrije tijden.
pl: Odkryj studia nagraniowe w pobliżu z prawdziwymi cenami, listą sprzętu i wolnymi terminami.
sv: Hitta inspelningsstudior nära dig med riktiga priser, utrustning och lediga tider.

source: Distance
da: Afstand
de: Entfernung
el: Απόσταση
es: Distancia
it: Distanza
nl: Afstand
pl: Odległość
sv: Avstånd

source: Done
da: Færdig
de: Fertig
el: Τέλος
es: Listo
fr: Terminé
it: Fine
nl: Gereed
pl: Gotowe
sv: Klar

source: Download my data
da: Hent mine data
de: Meine Daten herunterladen
el: Λήψη των δεδομένων μου
es: Descargar mis datos
fr: Télécharger mes données
it: Scarica i miei dati
nl: Mijn gegevens downloaden
pl: Pobierz moje dane
sv: Ladda ner mina data

source: Draft
da: Kladde
de: Entwurf
el: Πρόχειρο
es: Borrador
fr: Brouillon
it: Bozza
nl: Concept
pl: Szkic
sv: Utkast

source: Duration
da: Varighed
de: Dauer
el: Διάρκεια
es: Duración
fr: Durée
it: Durata
nl: Duur
pl: Czas trwania
sv: Längd

source: Earlier
da: Tidligere
de: Früher
el: Παλαιότερα
es: Anteriores
fr: Plus tôt
it: Precedenti
nl: Eerder
pl: Wcześniej
sv: Tidigare

source: Earned this month
da: Tjent denne måned
de: Diesen Monat verdient
el: Έσοδα αυτού του μήνα
es: Ganado este mes
fr: Gagné ce mois-ci
it: Guadagnato questo mese
nl: Verdiend deze maand
pl: Zarobione w tym miesiącu
sv: Intjänat denna månad

source: Earnings
da: Indtjening
de: Einnahmen
el: Έσοδα
es: Ingresos
fr: Revenus
it: Guadagni
nl: Inkomsten
pl: Zarobki
sv: Intäkter

source: Earnings & payouts
da: Indtjening og udbetalinger
de: Einnahmen & Auszahlungen
el: Έσοδα & πληρωμές
es: Ingresos y pagos
fr: Revenus et versements
it: Guadagni e pagamenti
nl: Inkomsten en uitbetalingen
pl: Zarobki i wypłaty
sv: Intäkter och utbetalningar

source: Earnings, booking requests and upcoming sessions at a glance. Go live or pause your studio here.
da: Indtjening, bookinganmodninger og kommende sessions på ét sted. Gå live eller sæt studiet på pause her.
de: Einnahmen, Anfragen und anstehende Sessions auf einen Blick. Hier gehst du live oder pausierst.
el: Έσοδα, αιτήματα κρατήσεων και επερχόμενες συνεδρίες με μια ματιά. Εδώ ενεργοποιείς ή σταματάς το στούντιο.
es: Ingresos, solicitudes y próximas sesiones de un vistazo. Activa o pausa tu estudio aquí.
fr: Revenus, demandes et sessions à venir en un coup d'œil. Mets ton studio en ligne ou en pause ici.
it: Guadagni, richieste e sessioni in arrivo a colpo d'occhio. Metti online o in pausa lo studio da qui.
nl: Inkomsten, aanvragen en komende sessies in één oogopslag. Zet je studio hier live of op pauze.
pl: Zarobki, prośby o rezerwację i nadchodzące sesje w jednym miejscu. Tu włączysz lub wstrzymasz studio.
sv: Intäkter, förfrågningar och kommande sessioner i en överblick. Gå live eller pausa studion här.

source: EasySesh replied
da: EasySesh har svaret
de: EasySesh hat geantwortet
el: Το EasySesh απάντησε
es: EasySesh respondió
fr: EasySesh a répondu
it: EasySesh ha risposto
nl: EasySesh heeft geantwoord
pl: EasySesh odpowiedział
sv: EasySesh har svarat

source: Edit
da: Redigér
de: Bearbeiten
el: Επεξεργασία
es: Editar
fr: Modifier
it: Modifica
nl: Bewerken
pl: Edytuj
sv: Redigera

source: Edit profile
da: Redigér profil
de: Profil bearbeiten
el: Επεξεργασία προφίλ
es: Editar perfil
fr: Modifier le profil
it: Modifica profilo
nl: Profiel bewerken
pl: Edytuj profil
sv: Redigera profil

source: Edit studio
da: Redigér studie
de: Studio bearbeiten
el: Επεξεργασία στούντιο
es: Editar estudio
fr: Modifier le studio
it: Modifica studio
nl: Studio bewerken
pl: Edytuj studio
sv: Redigera studio

source: Edit your listing, prices and opening hours, set up payouts and change app settings.
da: Redigér din annonce, priser og åbningstider, opsæt udbetalinger og skift appindstillinger.
de: Bearbeite dein Profil, Preise und Öffnungszeiten, richte Auszahlungen ein und ändere App-Einstellungen.
el: Επεξεργάσου την καταχώριση, τιμές και ωράριο, ρύθμισε πληρωμές και ρυθμίσεις εφαρμογής.
es: Edita tu anuncio, precios y horario, configura los pagos y los ajustes.
fr: Modifie ton annonce, tes tarifs et horaires, configure les versements et les réglages.
it: Modifica annuncio, prezzi e orari, imposta i pagamenti e le impostazioni dell'app.
nl: Bewerk je vermelding, prijzen en openingstijden, stel uitbetalingen en app-instellingen in.
pl: Edytuj ogłoszenie, ceny i godziny, skonfiguruj wypłaty i ustawienia aplikacji.
sv: Redigera annons, priser och öppettider, ställ in utbetalningar och appinställningar.

source: Email notifications
da: E-mailnotifikationer
de: E-Mail-Benachrichtigungen
el: Ειδοποιήσεις email
es: Notificaciones por correo
fr: Notifications par e-mail
it: Notifiche email
nl: E-mailmeldingen
pl: Powiadomienia e-mail
sv: E-postaviseringar

source: Email sent
da: E-mail sendt
de: E-Mail gesendet
el: Το email στάλθηκε
es: Correo enviado
fr: E-mail envoyé
it: Email inviata
nl: E-mail verzonden
pl: E-mail wysłany
sv: E-post skickad

source: Engineer
da: Tekniker
de: Toningenieur:in
el: Ηχολήπτης
es: Técnico
fr: Ingé son
it: Fonico
nl: Technicus
pl: Realizator
sv: Tekniker

source: Engineers & producers
da: Teknikere og producere
de: Toningenieur:innen & Producer:innen
el: Ηχολήπτες & παραγωγοί
es: Técnicos y productores
fr: Ingés son et producteurs
it: Fonici e produttori
nl: Technici en producers
pl: Realizatorzy i producenci
sv: Tekniker och producenter

source: Equipment
da: Udstyr
de: Ausstattung
el: Εξοπλισμός
es: Equipo
fr: Équipement
it: Attrezzatura
nl: Apparatuur
pl: Sprzęt
sv: Utrustning

source: Every session by day. Block time when the studio is busy so nobody can book it.
da: Alle sessions dag for dag. Blokér tid, når studiet er optaget, så ingen kan booke den.
de: Alle Sessions nach Tagen. Blockiere Zeiten, wenn das Studio belegt ist.
el: Όλες οι συνεδρίες ανά ημέρα. Μπλόκαρε ώρες όταν το στούντιο είναι απασχολημένο.
es: Todas las sesiones por día. Bloquea horas cuando el estudio esté ocupado.
fr: Toutes les sessions jour par jour. Bloque les créneaux quand le studio est occupé.
it: Tutte le sessioni giorno per giorno. Blocca gli orari quando lo studio è occupato.
nl: Alle sessies per dag. Blokkeer tijd wanneer de studio bezet is.
pl: Wszystkie sesje dzień po dniu. Zablokuj czas, gdy studio jest zajęte.
sv: Alla sessioner dag för dag. Blockera tid när studion är upptagen.

source: Experience
da: Oplevelse
de: Erlebnis
el: Εμπειρία
es: Experiencia
fr: Expérience
it: Esperienza
nl: Ervaring
pl: Doświadczenie
sv: Upplevelse

source: Expired
da: Udløbet
de: Abgelaufen
el: Έληξε
es: Caducado
fr: Expiré
it: Scaduto
nl: Verlopen
pl: Wygasło
sv: Utgången

source: Facilities
da: Faciliteter
de: Ausstattung
el: Παροχές
es: Instalaciones
fr: Équipements
it: Servizi
nl: Faciliteiten
pl: Udogodnienia
sv: Faciliteter

source: Facilities, gear & genres
da: Faciliteter, udstyr og genrer
de: Ausstattung, Equipment & Genres
el: Παροχές, εξοπλισμός & είδη
es: Instalaciones, equipo y géneros
fr: Équipements, matériel et genres
it: Servizi, attrezzatura e generi
nl: Faciliteiten, apparatuur en genres
pl: Udogodnienia, sprzęt i gatunki
sv: Faciliteter, utrustning och genrer

source: Failed
da: Mislykkedes
de: Fehlgeschlagen
el: Απέτυχε
es: Fallido
fr: Échoué
it: Non riuscito
nl: Mislukt
pl: Nieudane
sv: Misslyckades

source: Fake or misleading
da: Falsk eller vildledende
de: Falsch oder irreführend
el: Ψευδές ή παραπλανητικό
es: Falso o engañoso
fr: Faux ou trompeur
it: Falso o ingannevole
nl: Nep of misleidend
pl: Fałszywe lub wprowadzające w błąd
sv: Falskt eller vilseledande

source: Filters
da: Filtre
de: Filter
el: Φίλτρα
es: Filtros
fr: Filtres
it: Filtri
pl: Filtry
sv: Filter

source: Find a studio
da: Find et studie
de: Studio finden
el: Βρες στούντιο
es: Buscar un estudio
fr: Trouver un studio
it: Trova uno studio
nl: Vind een studio
pl: Znajdź studio
sv: Hitta en studio

source: Find a studio and book your next session.
da: Find et studie og book din næste session.
de: Finde ein Studio und buche deine nächste Session.
el: Βρες στούντιο και κλείσε την επόμενη συνεδρία.
es: Encuentra un estudio y reserva tu próxima sesión.
fr: Trouve un studio et réserve ta prochaine session.
it: Trova uno studio e prenota la prossima sessione.
nl: Vind een studio en boek je volgende sessie.
pl: Znajdź studio i zarezerwuj następną sesję.
sv: Hitta en studio och boka nästa session.

source: Find rooms, gear and engineers near you. See real prices and availability, book and pay in one place.
da: Find rum, udstyr og teknikere tæt på dig. Se rigtige priser og ledige tider, book og betal ét sted.
de: Finde Räume, Equipment und Tontechnik in deiner Nähe. Echte Preise und Verfügbarkeit – buchen und bezahlen an einem Ort.
el: Βρες χώρους, εξοπλισμό και ηχολήπτες κοντά σου. Δες τιμές και διαθεσιμότητα, κλείσε και πλήρωσε σε ένα σημείο.
es: Encuentra salas, equipo y técnicos cerca de ti. Precios reales y disponibilidad, reserva y paga en un solo lugar.
fr: Trouve des salles, du matériel et des ingés son près de chez toi. Prix réels, disponibilités, réservation et paiement au même endroit.
it: Trova sale, attrezzatura e fonici vicino a te. Prezzi reali e disponibilità, prenota e paga in un unico posto.
nl: Vind ruimtes, apparatuur en technici bij jou in de buurt. Echte prijzen en beschikbaarheid, boeken en betalen op één plek.
pl: Znajdź sale, sprzęt i realizatorów w pobliżu. Zobacz ceny i dostępność, rezerwuj i płać w jednym miejscu.
sv: Hitta rum, utrustning och tekniker nära dig. Se riktiga priser och lediga tider, boka och betala på ett ställe.

source: Find your sound
da: Find din lyd
de: Finde deinen Sound
el: Βρες τον ήχο σου
es: Encuentra tu sonido
fr: Trouve ton son
it: Trova il tuo suono
nl: Vind je sound
pl: Znajdź swoje brzmienie
sv: Hitta ditt sound

source: Forgot password?
da: Glemt adgangskode?
de: Passwort vergessen?
el: Ξέχασες τον κωδικό;
es: ¿Olvidaste la contraseña?
fr: Mot de passe oublié ?
it: Password dimenticata?
nl: Wachtwoord vergeten?
pl: Nie pamiętasz hasła?
sv: Glömt lösenordet?

source: Fraud or scam
da: Svindel
de: Betrug
el: Απάτη
es: Fraude o estafa
fr: Fraude ou arnaque
it: Frode o truffa
nl: Fraude of oplichting
pl: Oszustwo
sv: Bedrägeri

source: From
da: Fra
de: Von
el: Από
es: Desde
fr: De
it: Da
nl: Van
pl: Od
sv: Från

source: From / h
da: Fra / t
de: Ab / Std.
el: Από / ώρα
es: Desde / h
fr: Dès / h
it: Da / h
nl: Vanaf / u
pl: Od / h
sv: Från / tim

source: Genres
da: Genrer
el: Είδη
es: Géneros
it: Generi
pl: Gatunki
sv: Genrer

source: Get started
da: Kom i gang
de: Los geht's
el: Ξεκίνα
es: Empezar
fr: Commencer
it: Inizia
nl: Aan de slag
pl: Zaczynamy
sv: Kom igång

source: Goes straight to their inbox.
da: Lander direkte i deres indbakke.
de: Landet direkt im Posteingang.
el: Πηγαίνει κατευθείαν στα εισερχόμενα.
es: Llega directamente a su bandeja.
fr: Arrive directement dans sa boîte de réception.
it: Arriva direttamente nella posta.
nl: Komt direct in de inbox.
pl: Trafi prosto do skrzynki.
sv: Hamnar direkt i inkorgen.

source: Good afternoon
da: God eftermiddag
de: Guten Tag
el: Καλό απόγευμα
es: Buenas tardes
fr: Bon après-midi
it: Buon pomeriggio
nl: Goedemiddag
pl: Dzień dobry
sv: God eftermiddag

source: Good evening
da: Godaften
de: Guten Abend
el: Καλησπέρα
es: Buenas noches
fr: Bonsoir
it: Buonasera
nl: Goedenavond
pl: Dobry wieczór
sv: God kväll

source: Good morning
da: Godmorgen
de: Guten Morgen
el: Καλημέρα
es: Buenos días
fr: Bonjour
it: Buongiorno
nl: Goedemorgen
pl: Dzień dobry
sv: God morgon

source: Haptics
da: Haptik
de: Haptik
el: Απτική απόκριση
es: Vibración
fr: Retour haptique
it: Feedback aptico
nl: Haptiek
pl: Wibracje
sv: Haptik

source: Help & support
da: Hjælp og support
de: Hilfe & Support
el: Βοήθεια & υποστήριξη
es: Ayuda y soporte
fr: Aide et assistance
it: Aiuto e assistenza
nl: Hulp en support
pl: Pomoc i wsparcie
sv: Hjälp och support

source: Hidden from search. Existing bookings are kept.
da: Skjult i søgning. Eksisterende bookinger bevares.
de: In der Suche verborgen. Bestehende Buchungen bleiben.
el: Κρυφό από την αναζήτηση. Οι υπάρχουσες κρατήσεις διατηρούνται.
es: Oculto en la búsqueda. Las reservas existentes se mantienen.
fr: Masqué de la recherche. Les réservations existantes sont conservées.
it: Nascosto dalla ricerca. Le prenotazioni esistenti restano.
nl: Verborgen in zoekresultaten. Bestaande boekingen blijven.
pl: Ukryte w wyszukiwaniu. Istniejące rezerwacje pozostają.
sv: Dold i sökningen. Befintliga bokningar finns kvar.

source: History
da: Historik
de: Verlauf
el: Ιστορικό
es: Historial
fr: Historique
it: Cronologia
nl: Geschiedenis
pl: Historia
sv: Historik

source: House rules
da: Husregler
de: Hausregeln
el: Κανόνες
es: Normas
fr: Règlement
it: Regole
nl: Huisregels
pl: Zasady
sv: Husregler

source: How do you want to pay?
da: Hvordan vil du betale?
de: Wie möchtest du bezahlen?
el: Πώς θέλεις να πληρώσεις;
es: ¿Cómo quieres pagar?
fr: Comment veux-tu payer ?
it: Come vuoi pagare?
nl: Hoe wil je betalen?
pl: Jak chcesz zapłacić?
sv: Hur vill du betala?

source: I already have an account
da: Jeg har allerede en konto
de: Ich habe schon ein Konto
el: Έχω ήδη λογαριασμό
es: Ya tengo una cuenta
fr: J'ai déjà un compte
it: Ho già un account
nl: Ik heb al een account
pl: Mam już konto
sv: Jag har redan ett konto

source: I am
da: Jeg er
de: Ich bin
el: Είμαι
es: Soy
fr: Je suis
it: Sono
nl: Ik ben
pl: Jestem
sv: Jag är

source: I have read and accept these documents
da: Jeg har læst og accepterer disse dokumenter
de: Ich habe diese Dokumente gelesen und akzeptiere sie
el: Διάβασα και αποδέχομαι αυτά τα έγγραφα
es: He leído y acepto estos documentos
fr: J'ai lu et j'accepte ces documents
it: Ho letto e accetto questi documenti
nl: Ik heb deze documenten gelezen en ga akkoord
pl: Przeczytałem i akceptuję te dokumenty
sv: Jag har läst och godkänner dokumenten

source: Inappropriate content
da: Upassende indhold
de: Unangemessene Inhalte
el: Ακατάλληλο περιεχόμενο
es: Contenido inapropiado
fr: Contenu inapproprié
it: Contenuto inappropriato
nl: Ongepaste inhoud
pl: Nieodpowiednie treści
sv: Olämpligt innehåll

source: Inbox
da: Indbakke
de: Posteingang
el: Εισερχόμενα
es: Bandeja
fr: Boîte de réception
it: Posta in arrivo
pl: Skrzynka
sv: Inkorg

source: Instant book
da: Straksbooking
de: Sofort buchen
el: Άμεση κράτηση
es: Reserva inmediata
fr: Réservation instantanée
it: Prenotazione immediata
nl: Direct boeken
pl: Rezerwacja natychmiastowa
sv: Direktbokning

source: Instant book only
da: Kun straksbooking
de: Nur Sofortbuchung
el: Μόνο άμεση κράτηση
es: Solo reserva inmediata
fr: Réservation instantanée uniquement
it: Solo prenotazione immediata
nl: Alleen direct boeken
pl: Tylko natychmiastowa rezerwacja
sv: Endast direktbokning

source: Keep booking
da: Behold booking
de: Buchung behalten
el: Διατήρηση κράτησης
es: Mantener reserva
fr: Garder la réservation
it: Mantieni prenotazione
nl: Boeking behouden
pl: Zachowaj rezerwację
sv: Behåll bokningen

source: Kitchen
da: Køkken
de: Küche
el: Κουζίνα
es: Cocina
fr: Cuisine
it: Cucina
nl: Keuken
pl: Kuchnia
sv: Kök

source: Language
da: Sprog
de: Sprache
el: Γλώσσα
es: Idioma
fr: Langue
it: Lingua
nl: Taal
pl: Język
sv: Språk

source: Language, appearance, effects and storage on this device.
da: Sprog, udseende, effekter og lagerplads på denne enhed.
de: Sprache, Darstellung, Effekte und Speicher auf diesem Gerät.
el: Γλώσσα, εμφάνιση, εφέ και αποθηκευτικός χώρος σε αυτή τη συσκευή.
es: Idioma, apariencia, efectos y almacenamiento en este dispositivo.
fr: Langue, apparence, effets et stockage sur cet appareil.
it: Lingua, aspetto, effetti e spazio su questo dispositivo.
nl: Taal, weergave, effecten en opslag op dit apparaat.
pl: Język, wygląd, efekty i pamięć na tym urządzeniu.
sv: Språk, utseende, effekter och lagring på den här enheten.

source: Language, look, storage
da: Sprog, udseende, lager
de: Sprache, Look, Speicher
el: Γλώσσα, εμφάνιση, χώρος
es: Idioma, aspecto, almacenamiento
fr: Langue, apparence, stockage
it: Lingua, aspetto, spazio
nl: Taal, uiterlijk, opslag
pl: Język, wygląd, pamięć
sv: Språk, utseende, lagring

source: Later
da: Senere
de: Später
el: Αργότερα
es: Más tarde
fr: Plus tard
it: Più tardi
pl: Później
sv: Senare

source: Legal
da: Juridisk
de: Rechtliches
el: Νομικά
fr: Mentions légales
it: Note legali
nl: Juridisch
pl: Informacje prawne
sv: Juridiskt

source: Let's go
da: Kom så
de: Los geht's
el: Πάμε
es: Vamos
fr: C'est parti
it: Andiamo
nl: Aan de slag
pl: Zaczynajmy
sv: Nu kör vi

source: Light
da: Lys
de: Hell
el: Φωτεινό
es: Claro
fr: Clair
it: Chiaro
nl: Licht
pl: Jasny
sv: Ljust

source: List your rooms, fill your calendar and get paid. Every studio is reviewed before it goes live.
da: Vis dine rum, fyld kalenderen og få penge ind. Alle studier bliver gennemgået, før de går live.
de: Stell deine Räume ein, füll deinen Kalender und werde bezahlt. Jedes Studio wird vor der Freischaltung geprüft.
el: Καταχώρισε τους χώρους σου, γέμισε το ημερολόγιο και πληρώσου. Κάθε στούντιο ελέγχεται πριν δημοσιευτεί.
es: Publica tus salas, llena tu calendario y cobra. Cada estudio se revisa antes de publicarse.
fr: Présente tes salles, remplis ton agenda et sois payé. Chaque studio est vérifié avant sa mise en ligne.
it: Pubblica le tue sale, riempi il calendario e fatti pagare. Ogni studio viene verificato prima di andare online.
nl: Zet je ruimtes online, vul je agenda en word betaald. Elke studio wordt gecontroleerd voordat hij live gaat.
pl: Dodaj swoje pomieszczenia, zapełnij kalendarz i zarabiaj. Każde studio jest sprawdzane przed publikacją.
sv: Lägg upp dina rum, fyll kalendern och få betalt. Varje studio granskas innan den publiceras.

source: List your studio
da: Opret dit studie
de: Studio eintragen
el: Καταχώρισε το στούντιό σου
es: Publica tu estudio
fr: Inscris ton studio
it: Pubblica il tuo studio
nl: Zet je studio online
pl: Dodaj swoje studio
sv: Lägg upp din studio

source: Live on EasySesh
da: Live på EasySesh
de: Live auf EasySesh
el: Live στο EasySesh
es: Activo en EasySesh
fr: En ligne sur EasySesh
it: Online su EasySesh
nl: Live op EasySesh
pl: Aktywne w EasySesh
sv: Live på EasySesh

source: Live room
da: Liverum
de: Aufnahmeraum
el: Χώρος λάιβ
es: Sala en vivo
fr: Salle de prise
it: Sala di ripresa
nl: Opnameruimte
pl: Sala nagrań
sv: Inspelningsrum

source: Location
da: Placering
de: Standort
el: Τοποθεσία
es: Ubicación
fr: Emplacement
it: Posizione
nl: Locatie
pl: Lokalizacja
sv: Plats

source: Look & feel
da: Udseende og fornemmelse
el: Εμφάνιση & αίσθηση
es: Aspecto y sensación
fr: Apparence et sensations
it: Aspetto e sensazioni
nl: Uiterlijk en gevoel
pl: Wygląd i działanie
sv: Utseende och känsla

source: Manage
da: Administrér
de: Verwalten
el: Διαχείριση
es: Gestionar
fr: Gérer
it: Gestisci
nl: Beheren
pl: Zarządzaj
sv: Hantera

source: Mark all read
da: Markér alle som læst
de: Alle als gelesen markieren
el: Σήμανση όλων ως αναγνωσμένα
es: Marcar todo como leído
fr: Tout marquer comme lu
it: Segna tutto come letto
nl: Alles als gelezen markeren
pl: Oznacz wszystkie jako przeczytane
sv: Markera alla som lästa

source: Mark as solved
da: Markér som løst
de: Als gelöst markieren
el: Σήμανση ως επιλυμένο
es: Marcar como resuelto
fr: Marquer comme résolu
it: Segna come risolto
nl: Markeren als opgelost
pl: Oznacz jako rozwiązane
sv: Markera som löst

source: Max price per hour
da: Maks. pris pr. time
de: Max. Preis pro Stunde
el: Μέγιστη τιμή ανά ώρα
es: Precio máx. por hora
fr: Prix max par heure
it: Prezzo max all'ora
nl: Max. prijs per uur
pl: Maks. cena za godzinę
sv: Maxpris per timme

source: Message
da: Besked
de: Nachricht
el: Μήνυμα
es: Mensaje
it: Messaggio
nl: Bericht
pl: Wiadomość
sv: Meddelande

source: Message a studio from its profile or from one of your bookings.
da: Skriv til et studie fra dets profil eller fra en af dine bookinger.
de: Schreib einem Studio über sein Profil oder eine deiner Buchungen.
el: Γράψε σε ένα στούντιο από το προφίλ του ή από μια κράτησή σου.
es: Escribe a un estudio desde su perfil o una de tus reservas.
fr: Écris à un studio depuis son profil ou l'une de tes réservations.
it: Scrivi a uno studio dal suo profilo o da una tua prenotazione.
nl: Stuur een studio een bericht vanaf het profiel of een van je boekingen.
pl: Napisz do studia z jego profilu lub z jednej ze swoich rezerwacji.
sv: Skriv till en studio från dess profil eller en av dina bokningar.

source: Message artist
da: Skriv til kunstner
de: Künstler:in anschreiben
el: Μήνυμα στον καλλιτέχνη
es: Escribir al artista
fr: Écrire à l'artiste
it: Scrivi all'artista
nl: Artiest een bericht sturen
pl: Napisz do artysty
sv: Skriv till artist

source: Message requests
da: Beskedanmodninger
de: Nachrichtenanfragen
el: Αιτήματα μηνυμάτων
es: Solicitudes de mensaje
fr: Demandes de message
it: Richieste di messaggio
nl: Berichtverzoeken
pl: Prośby o wiadomość
sv: Meddelandeförfrågningar

source: Message studio
da: Skriv til studiet
de: Studio anschreiben
el: Μήνυμα στο στούντιο
es: Escribir al estudio
fr: Écrire au studio
it: Scrivi allo studio
nl: Studio een bericht sturen
pl: Napisz do studia
sv: Skriv till studion

source: Messages
da: Beskeder
de: Nachrichten
el: Μηνύματα
es: Mensajes
it: Messaggi
nl: Berichten
pl: Wiadomości
sv: Meddelanden

source: Microphones
da: Mikrofoner
de: Mikrofone
el: Μικρόφωνα
es: Micrófonos
fr: Micros
it: Microfoni
nl: Microfoons
pl: Mikrofony
sv: Mikrofoner

source: Minimum rating
da: Minimum bedømmelse
de: Mindestbewertung
el: Ελάχιστη βαθμολογία
es: Valoración mínima
fr: Note minimale
it: Valutazione minima
nl: Minimale beoordeling
pl: Minimalna ocena
sv: Lägsta betyg

source: Most popular
da: Mest populære
de: Am beliebtesten
el: Δημοφιλέστερα
es: Más populares
fr: Les plus populaires
it: Più popolari
nl: Populairst
pl: Najpopularniejsze
sv: Populärast
